"""!
--- Добре дошли в курса Python от Абсолютната Нула! ---
Вие използвате Python версия: 3.14.2 (main, Dec  6 2025, 08:54:59) [GCC 13.3.0]

Защо Python?
1. Чист и четим синтаксис
2. Огромна библиотека от модули
3. Подходящ за Scripting, Web, AI и Data Science

Как се казваш?
Приятно ми е да се запознаем, Hristo! Проектът ти е настроен правилно.
!"""

# Внасяме системния модул 'sys', за да проверим версията на Python
import sys

# Дефинираме главна функция 'main', която ще съдържа основната логика на програмата
def main():


